{
"data": [{
    "id": 1,
    "title": "Каченята - чудовий вибір для домашнього утримання",
    "description": "Каченята - невеликі птахи, які завойовують серця своєю милістю та веселощами. Вони не лише прикрашають сади та подвір'я, але й мають численні переваги як домашні улюбленці. Каченята вимагають мінімального догляду порівняно з іншими домашніми тваринами. Вони їдять недороге кормлення, потребують мало місця для життя і можуть бути легко приручені.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img1.jpg"
  },
  {
    "id": 2,
    "title": "Фантастичні мисливці птахи та загадкові символи",
      "description": "Птахи - це не лише звичайні створіння, але й джерело величезного захоплення та магії. Серед них особливе місце займають фантастичні мисливці, які, крім своєї майстерності в полюванні, відіграють важливу роль у міфології та культурі. Сови асоціюються зі знанням і містикою, що робить їх символами мудрості в різних культурах світу. Яструби в історії та міфології часто виступають як символи влади та сили.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img2.jpg"
  },
  {
    "id": 3,
    "title": "Папуги: Кольорові Говорунці та Вірні Друзі",
      "description": "Папуги - це одні з найвідоміших та найколоритніших птахів, які завойовують серця своєю красою та навичками. Ці екзотичні пташки мають численні особливості, які роблять їх унікальними улюбленцями як в дикій природі, так і в домашньому господарстві.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img3.jpg"
  },
  {
    "id": 4,
    "title": "Загадкові, екзотичні та часто неймовірно красив",
      "description": "Загадкові, екзотичні та часто неймовірно красиві - так можна описати незвичайних птахів, які населяють нашу планету. Їх різноманітність захоплює та залишає враження навіть у досвідчених натуралістів. Багато з цих птахів вражають своїм зовнішнім виглядом, здатністю до надзвичайних актів політів або навіть своєю поведінкою.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img4.jpg"
  },
  {
    "id": 5,
    "title": "Символ екзотики та грації серед птахів",
      "description": "Фламінго - символ екзотики та грації серед птахів, здатний захопити уяву своєю неповторною красою та поведінкою. Цей величний птах відомий своєю надзвичайною зовнішністю, високим зростом та яскравим оперенням, яке може мати відтінки від рожевого до червоного.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img5.jpg"
  },
  {
    "id": 6,
    "title": "Вражаючі хижаки неба",
    "description": "Хижі птахи - це вражаючі хижаки неба, які завойовують свою здатність до мисливства та ефективність у полюванні. Їхні видатні здібності та адаптації дозволяють їм займати вершини харчових ланцюгів у різних екосистемах. Ці птахи відрізняються різноманітністю у розмірах, формах та звичках, але всі вони мають спільні характеристики, які роблять їх такими ефективними мисливцями.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img6.jpg"
  },
  {
    "id": 7,
    "title": "Страуси - це найбільші птахи на Землі",
    "description": "Страуси - це найбільші птахи на Землі, які вражають своєю масивністю та екзотичним виглядом. Вони є символом величі та витривалості в світі птахів, а також мають численні унікальні характеристики, які роблять їх особливими серед інших видів. Основні риси страуса - його високий зріст та надзвичайно міцний, але граційний будова тіла. Вони мають довгі ноги, які дозволяють їм розвивати велику швидкість на бігу, навіть до 70 кілометрів на годину.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img7.jpg"
  },
  {
    "id": 8,
    "title": "Одні з найкрасивіших птахів",
    "description": "Павичі - це одні з найкрасивіших та найвражаючиших птахів, які завойовують увагу своїм неповторним пір'ям та гордістю свого ходу. Ці птахи відомі своєю величністю та екзотичністю і є символом розкоші та краси. Однією з найвідоміших рис павичів є їхні хвостові пера, особливо у самців.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img8.jpg"
  },
  {
    "id": 9,
    "title": "Червоний папуга, часто відомий як ара",
    "description": "Червоний папуга, часто відомий як ара, є одним з найбільш видовищних та захоплюючих представників птахів у світі. Його неповторне оперення, величезний розмах крил та інтелігентний характер роблять його популярним як домашній улюбленець та об'єкт вивчення для дослідників. Однією з найвідоміших рис червоних папуг є їх яскраве червоне пір'я.",
    "url": "https://vladimirkravchuk.github.io/react-native-data/pictures/img9.jpg"
  }
]
}
